alacritty
amd-ucode
ark
awww
base
base-devel
bluez
bluez-utils
btop
cava
clang
cmake
cmus
code
cosmic-store
cups
cups-pk-helper
efibootmgr
fastfetch
flameshot
flatpak
foot
freeglut
fwupd
gamemode
gamescope
git
glew
glfw
goverlay
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprshot
kamera
kdenlive
less
lib32-gamemode
lib32-mangohud
lib32-vulkan-radeon
libpulse
linux-firmware
linux-lts
linux-zen
linux-zen-headers
mangohud
mesa-utils
mpv
nano
neovim
network-manager-applet
networkmanager
ninja
nodejs
npm
nsxiv
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obs-studio
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
power-profiles-daemon
python-pip
python-virtualenv
qt6-shadertools
qt6-tools
rofi
rustup
sddm
smartmontools
sof-firmware
spotify-launcher
steam
sudo
system-config-printer
thunar
timeshift
ufw
unrar
unzip
vim
vlc
vulkan-radeon
vulkan-tools
wev
wget
wine
wireplumber
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
zram-generator
zsh
